"StartAllServers" = "Стартовать сервер";
"StopAllServers" = "Выключить сервер";
"wrongFolderAlertHeadline" = "Невозможно запустить MAMP!";
"wrongFolderAlertText" = "Папка MAMP должна находиться в директории программ.";
"ok" = "OK";
"language" = "ru";
"isoLanguage" = "ru";

"key_sorry" = "Внимание";
"key_osTooLow" = "MAMP работает исключительно в системе Mac OS X, начиная с 10.6 версии Snow Leopard!";

"key_sorry" = "Сожалеем!";
"key_osTooLow" = "Для запуска MAMP требуется Mac OS X версии 10.6 (Snow Leopard) или более высокой версии.";

"mysqlTool_titleUpgrade" = "Повысить версию MySQL";
"mysqlTool_titleRepair" = "Исправить MySQL";
"mysqlTool_titleCheck" = "Проверить MySQL";
"mysqlTool_messageUpgrade" = "Перед повышением версии сделайте резервную копию баз данных!";
"mysqlTool_messageRepair" = "Перед исправлением сделайте резервную копию баз данных!";
"mysqlTool_messageCheck" = "Проверьте таблицы на наличие ошибок и обновлений.";
"mysqlTool_doItUpgrade" = "Повысить версию";
"mysqlTool_doItRepair" = "Исправить";
"mysqlTool_doItCheck" = "Проверить";
"mysqlTool_done" = "Готово";
"mysqlTool_statusOK" = "ОК";
"mysqlTool_statusFailed" = "Ошибка";

"mysqlQuickCheck_dontShow" = "Больше не показывать!";
"mysqlQuickCheck_NeedsUpgradeTitle" = "Требуется повышение версии MySQL";
"mysqlQuickCheck_NeedsUpgradeMsg" ="Требуется повышение версии MySQL. Сделайте это как можно раньше. Чтобы повысить версию, можно использовать меню: Инструменты > Повысить версию MySQL.";
"mysqlQuickCheck_NeedsUpgradeErrorTitle" = "Не удалось проверить MySQL";
"mysqlQuickCheck_NeedsUpgradeErrorMsgFormat" = "Сообщение об ошибке:\n\n%@";

"testMampProURL" = "http://www.mamp.info/en/downloads/mamp-pro-stand-alone.html";

"ChooseDocRootTitle" = "Пожалуйста, выберите папку корневого документа:";
"Select" = "выбирать";

"httpServerNameApache" = "Сервер Apache";
"httpServerNameNginx" = "Сервер Nginx";

"error" = "Ошибка";
"portInUse" = "%@ не запущен, так как порт %@ используется другой программой.";
"couldntStartServer" = "%@ не запущен. Проверьте установку и конфигурацию MAMP.";
"noDocumentRoot" = "Присвойте document-root веб-серверу ";
"problemWithPort" = "Проблема с портом %@. Проверьте конфигурацию, порт должен быть в диапазоне от %@ до 65535";
"duplicatePorts" = "Проблема с портами серверов. Каждому серверу должен быть присвоен свой единственный порт. Проверьте конфигурацию.";
